//men, women, middle

const arrayOfAdjectives = [
    {
        men: 'транспортный',
        women: 'транспортная',
        middle: 'транспортное'
    },{
        men: 'веселый',
        women: 'веселая',
        middle: 'веселое'
    },{
        men: 'чудесный',
        women: 'чудесная',
        middle: 'чудесное'
    },{
        men: 'верхний',
        women: 'верхняя',
        middle: 'верхнее'
    },{
        men: 'синий',
        women: 'синяя',
        middle: 'синиее'
    },{
        men: 'мрачный',
        women: 'мрачная',
        middle: 'мрачное'
    },{
        men: 'художественный',
        women: 'художественная',
        middle: 'художественное'
    },{
        men: 'прозрачный',
        women: 'прозрачная',
        middle: 'прозрачное'
    },{
        men: 'бедный',
        women: 'бедная',
        middle: 'бедное'
    },{
        men: 'классный',
        women: 'классная',
        middle: 'классное'
    },{
        men: 'печальный',
        women: 'печальная',
        middle: 'печальное'
    },{
        men: 'сладкий',
        women: 'сладкая',
        middle: 'сладкое'
    },{
        men: 'праздничный',
        women: 'праздничная',
        middle: 'праздничное'
    },{
        men: 'призрачный',
        women: 'призрачная',
        middle: 'призрачное'
    },{
        men: 'главный',
        women: 'главная',
        middle: 'главное'
    },{
        men: 'надежный',
        women: 'надежная',
        middle: 'надежное'
    },{
        men: 'виртуальный',
        women: 'виртуальная',
        middle: 'виртуальное'
    },{
        men: 'ебический',
        women: 'ебическая',
        middle: 'ебическое'
    },{
        men: 'мобильный',
        women: 'мобильная',
        middle: 'мобильное'
    },{
        men: 'экспериментальный',
        women: 'экспериментальная',
        middle: 'экспериментальное'
    },{
        men: 'гибкий',
        women: 'гибкая',
        middle: 'гибкое'
    },{
        men: 'неизменный',
        women: 'неизменная',
        middle: 'неизменное'
    },{
        men: 'бесплатный',
        women: 'бесплатная',
        middle: 'бесплатное'
    },{
        men: 'железнодорожный',
        women: 'железнодорожная',
        middle: 'железнодорожное'
    },{
        men: 'ледяной',
        women: 'ледяная',
        middle: 'ледяное'
    },{
        men: 'огненный',
        women: 'огненная',
        middle: 'огненное'
    },{
        men: 'спиртовой',
        women: 'спиртовая',
        middle: 'спиртовое'
    },{
        men: 'алкогольный',
        women: 'алкогольная',
        middle: 'алкогольное'
    },{
        men: 'безалкогольный',
        women: 'безалкогольная',
        middle: 'безалкогольное'
    },{
        men: 'алкогольный',
        women: 'нулевая',
        middle: 'нулевое'
    },{
        men: 'приличный',
        women: 'приличная',
        middle: 'приличное'
    },{
        men: 'резкий',
        women: 'резкая',
        middle: 'резкое'
    },{
        men: 'тактический',
        women: 'тактическая',
        middle: 'тактическое'
    },{
        men: 'крутой',
        women: 'крутая',
        middle: 'крутое'
    },{
        men: 'агрессивный',
        women: 'агрессивная',
        middle: 'агрессивное'
    }, {
        men: 'вирусный',
        women: 'вирусная',
        middle: 'вирусное'
    },{
        men: 'коронавирусный',
        women: 'коронавирусная',
        middle: 'коронавирусное'
    },{
        men: 'скучный',
        women: 'скучная',
        middle: 'скучное'
    },{
        men: 'звездный',
        women: 'звездная',
        middle: 'звездное'
    },{
        men: 'странный',
        women: 'странная',
        middle: 'странное'
    },{
        men: 'громкий',
        women: 'громкая',
        middle: 'громкое'
    },{
        men: 'классический',
        women: 'классическая',
        middle: 'классическое'
    },{
        men: 'психический',
        women: 'психическая',
        middle: 'психическое'
    },{
        men: 'отрицательный',
        women: 'отрицательная',
        middle: 'отрицательное'
    }
]

module.exports = arrayOfAdjectives;